/*  Class = "NSButton"; gToolTip = "Delete selected filter (⌫)"; ObjectID = "387";  */
"Delete selected filter (⌫)" = "Удалить выбранный фильтр (⌫)";

/*  Class = "NSButton"; gToolTip = "Add filter (⌥⌘A)"; ObjectID = "384";  */
"Add filter (⌥⌘A)" = "Добавить фильтр (⌥⌘A)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "Имя:";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[ничего не выбрано]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "Сохранить";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "Убрать";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "401";  */
"Duplicate" = "Дублировать";

/*  Class = "NSPopUpButton"; gToolTip = "(⌥⎋)"; ObjectID = "391";  */
"(⌥⎋)" = "(⌥⎋)";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "403";  */
"Export selected favorites as SPF file" = "Экспортировать выбранные записи как SPF файл";

/*  Class = "NSMenuItem"; title = "Export Selected Filters…"; ObjectID = "403";  */
"Export Selected Filters…" = "Экспорт выбранных фильтров…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "405";  */
"Import query favorites from SPF file and append them to the favorite list" = "Импортировать избранные запросы из SPF файла и добавить к списку";

/*  Class = "NSMenuItem"; title = "Import Filters…"; ObjectID = "405";  */
"Import Filters…" = "Импорт фильтров…";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "404";  */
"Import query favorites from SPF file and replace the current favorites" = "Импортировать избранные запросы из SPF файла и заменить список";

/*  Class = "NSMenuItem"; title = "Import Filter by Replacing…"; ObjectID = "404";  */
"Import Filter by Replacing…" = "Импортировать фильтры с заменой…";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "Отмена";

/*  Class = "NSTextFieldCell"; title = "Clause:"; ObjectID = "304";  */
"Clause:" = "Условие:";

/*  Class = "NSTextField"; gToolTip = "Label which appears between the argument input fields (as short as possible)"; ObjectID = "321";  */
"Label which appears between the argument input fields (as short as possible)" = "Логический союз, применяемая между вводимыми аргументами (как можно короче)";

/*  Class = "NSTextFieldCell"; title = "Conjunction Label:"; ObjectID = "322";  */
"Conjunction Label:" = "Логический союз:";

/*  Class = "NSMenuItem"; gToolTip = "${} – Argument placeholder."; ObjectID = "343";  */
"${} – Argument placeholder." = "${} – Аргумент.";

/*  Class = "NSMenuItem"; title = "Argument"; ObjectID = "343";  */
"Argument" = "Аргумент";

/*  Class = "NSMenuItem"; gToolTip = "$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name."; ObjectID = "344";  */
"$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name." = "$ТЕКУЩЕЕ_ПОЛЕ – включение, заменяемое во время применения фильтра именем выбранного из списка поля.";

/*  Class = "NSMenuItem"; title = "Current Field"; ObjectID = "344";  */
"Current Field" = "Текущее поле";

/*  Class = "NSMenuItem"; gToolTip = "$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”."; ObjectID = "345";  */
"$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”." = "$БИНАРНЫЙ_КОД – включение в запрос. Оно будет добавлено, если нажата кнопка ⇧ в процессе создания «Фильтра».";

/*  Class = "NSMenuItem"; title = "BINARY"; ObjectID = "345";  */
"BINARY" = "БИНАРНЫЙ_КОД";

/*  Class = "NSMenuItem"; gToolTip = "'${}' – quoted argument placeholder."; ObjectID = "357";  */
"'${}' – quoted argument placeholder." = "'${}' – экранированный кавычками аргумент.";

/*  Class = "NSMenuItem"; title = "Quoted Argument"; ObjectID = "357";  */
"Quoted Argument" = "Экранированный аргумент";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "358";  */
"Insert Placeholder" = "Вставить включение";

/*  Class = "NSButtonCell"; title = "Suppress leading <field> placeholder"; ObjectID = "370";  */
"Suppress leading <field> placeholder" = "Убрать «Текущее поле» из начала условия выборки";

